[{"slug":"intimacy","title":{"en":"Intimacy","fr":"Intimacy"},"intro":{"en":"An interactive poem composed of text image and sound. Intimacy explores the boundary between our usages with technology, ourselves and others. You can play and interact with it direcly in your web browser.","fr":"Un poème interactif composé d'images, textes et sons. Intimacy explore la frontière entre nos usages avec la technologie, nous-mêmes et les autres. Vous pouvez jouer et interagir avec directement dans votre navigateur Web."},"type":{"en":"Interactive media","fr":"Média interactif"},"date":2019,"vignette":"vignette","template":[{"type":"img","src":"screen_shot_1"},{"type":"p","content":{"en":"Brush your hand against the tender textures, try to rebuild something that's forever changed, confront the stares of the crowd ...","fr":"Glissez votre main contre les textures tendres, essayez de reconstruire quelque chose qui à jamais changé, affrontez les regards de la foule..."}},{"type":"img","src":"screen_shot_2"},{"type":"img","src":"screen_shot_3"},{"type":"img","src":"screen_shot_4"},{"type":"img","src":"screen_shot_5"},{"type":"p","content":{"en":"This project was entirely done through the html5 Canvas API, every shape is drawn on the fly and is sensible to the user’s interaction.","fr":"Ce projet a été entièrement réalisé via l'API Canvas html5, toutes les formes sont dessinées à la volée et sont sensibles à l'interaction de l'utilisateur."}}],"media_path":"projects-media/intimacy","media":[{"width":1898,"height":1080,"src":"projects-media/intimacy/screen_shot_1.jpg"},{"width":1898,"height":1080,"src":"projects-media/intimacy/screen_shot_2.jpg"},{"width":1898,"height":1080,"src":"projects-media/intimacy/screen_shot_3.jpg"},{"width":1898,"height":1080,"src":"projects-media/intimacy/screen_shot_4.jpg"},{"width":1898,"height":1080,"src":"projects-media/intimacy/screen_shot_5.jpg"},{"width":1280,"height":720,"src":"projects-media/intimacy/vignette.jpg"}]},{"slug":"memory","title":{"en":"Evasive Memories","fr":"Mémoire soluble"},"intro":{"en":"A web application that parallels our need to store data via technology and our ability to remember. This application was then accessible to the public during the 2017 open days of the ESADHaR.","fr":"Une application web mettant en parallèle notre besoin de stocker des données via la technologie et notre capacité à nous souvenir. Cette application était accessible au public lors des journées portes ouvertes 2017 de l'ESADHaR."},"type":{"en":"Interactive media","fr":"Média interactif"},"date":2017,"vignette":"screen_shot_1","template":[{"type":"img","src":"screen_shot_1"},{"type":"img","src":"screen_shot_2"},{"type":"p","content":{"en":"Users have the option of recording short messages in text format accessible to everyone. Each message has a defined lifespan that can be influenced by interaction with users. The degree of corruption is defined by how often the message is read. The more a message is read, the longer it will stay readable. The memories unfold in an infinite space and rearrange themselves in the form of constellations or synapses.","fr":"Les utilisateurs ont la possibilité d'enregistrer des messages courts au format texte accessible à tous. Chaque message a une durée de vie définie qui peut être influencée par l'interaction avec les utilisateurs. Le degré de corruption est défini par la fréquence à laquelle le message est lu. Plus un message est lu, plus il restera lisible. Les souvenirs se présentent dans un espace infini et se réorganisent sous forme de constellations ou de synapses."}},{"type":"img","src":"screen_shot_3"}],"media_path":"projects-media/memory","media":[{"width":1920,"height":904,"src":"projects-media/memory/screen_shot_1.jpg"},{"width":1684,"height":894,"src":"projects-media/memory/screen_shot_2.jpg"},{"width":1920,"height":1080,"src":"projects-media/memory/screen_shot_3.jpg"}]},{"slug":"multiple","title":{"en":"Multiple-0.1","fr":"Multiple-0.1"},"intro":{"en":"This edition is the result of questions raised by the medium of generative drawing. It explores the idea of repetition, inspired by the works of Vera Molnar and alike.","fr":"Cette édition de dessins génératifs est le résultat de questionnements soulevées par ce médium. Il explore le concept de répétition."},"type":{"en":"Edition","fr":"Édition"},"date":2018,"vignette":"preview_multiple_1","template":[{"type":"img","src":"preview_multiple_1"},{"type":"img","src":"preview_multiple_2"},{"type":"p","content":{"en":"Is the drawing generated from a formula the same when made by a machine or a human? What's our choice in front of the infinity and the abundance of variations proposed by the machine, and what is its place in a graphic object?","fr":"Le dessin généré à partir d'une formule est-il le même lorsqu'il est réalisé par une machine ou un humain ? Quel est notre choix face à l'infini et à l'abondance des variations proposées par la machine, et quelle est sa place dans un objet graphique ?"}},{"type":"img","src":"preview_multiple_3"},{"type":"p","content":{"en":"Every printed 'copy' contains drawings generated with a serial seed. Thus, each drawing will differ between them and from one edition to another. The cover is silk printed, and the pages are binds by kettle stitch.","fr":"Chaque «copie» imprimée contient des dessins générés à partir d'une «graine» propre à la copie. Ainsi, chaque dessin différera entre eux et d'une édition à une autre. La couverture est sérigraphiée et les pages sont reliées à la main."}}],"media_path":"projects-media/multiple","media":[{"width":1280,"height":909,"src":"projects-media/multiple/preview_multiple_1.jpg"},{"width":1280,"height":909,"src":"projects-media/multiple/preview_multiple_2.jpg"},{"width":1280,"height":909,"src":"projects-media/multiple/preview_multiple_3.jpg"}]},{"slug":"trail","title":{"en":"Unwanted trail","fr":"Unwanted trail"},"intro":{"en":"UNAIDS HIVOS and NAYA asked us to build an informative narration game prototype on HIV prevention and treatment among young women in Nairobi, Kenya.","fr":"ONUSIDA HIVOS et NAYA nous ont demandé de créer un prototype de jeu de narration informatif sur la prévention et le traitement du VIH chez les jeunes femmes à Nairobi, au Kenya."},"type":{"en":"Video game","fr":"Jeu vidéo"},"date":2019,"vignette":"vignette","template":[{"type":"img","src":"fullscreen_1"},{"type":"img","src":"characters"},{"type":"p","content":{"en":"To create a sensible proposition we worked in close collaboration with local activists. As it is a complex subject our first objective was to not misrepresent the population and the matter in an insensitive way. It was also an ethnographic challenge to understand the culture and the local struggle that young women face daily.","fr":"Pour créer une proposition sensible, nous avons travaillé en étroite collaboration avec des militants locaux. Comme il s'agit d'un sujet complexe, notre premier objectif était de ne pas donner une impression incorrecte de la population et d'aborder le sujet de manière insensible. C'était aussi un défi ethnographique de comprendre la culture et la lutte locale auxquelles les jeunes femmes sont confrontées quotidiennement."}},{"type":"p","content":{"en":"Our proposition was a detective game, in which you play as a teenager unraveling the death of her older sister. During the experience, you will learn about  HIV, sexuality, and come to terms with your family by interacting with in-game characters. ","fr":"Notre proposition était un jeu policier, dans lequel vous jouez en tant qu'une préadolescente démêlant la nature de la mort de sa sœur aînée. Au cours de l'expérience, vous  apprendrez davantage sur le VIH en interagissant avec des personnages du jeu."}},{"type":"img","src":"fullscreen_2"},{"type":"img","src":"fullscreen_3"}],"media_path":"projects-media/trail","media":[{"width":1920,"height":1080,"src":"projects-media/trail/characters.jpg"},{"width":1918,"height":1078,"src":"projects-media/trail/fullscreen_1.jpg"},{"width":1918,"height":1078,"src":"projects-media/trail/fullscreen_2.jpg"},{"width":1918,"height":1078,"src":"projects-media/trail/fullscreen_3.jpg"},{"width":1280,"height":720,"src":"projects-media/trail/vignette.jpg"}]},{"slug":"witness","title":{"en":"Digital Ghost","fr":"Digital Ghost"},"intro":{"en":"This application was thought for the 2021 open days of the HEAD. The final formes is an installation of multiples devices scattered across different places of the school.","fr":"Cette application a été pensée pour les journées portes ouvertes 2021 de la HEAD. Les formes finales est une installation de multiples dispositifs dispersés à différents endroits de l'école."},"type":{"en":"Interactive media","fr":"Média interactif"},"date":2019,"vignette":"vignette","template":[{"type":"img","src":"interface"},{"type":"p","content":{"en":"Each device connected to the server can call others and get responses, like frogs chanting in a pond. Thus, merging the physical space into an interconnected and united one. This project explores the boundaries and relations we maintain with our devices and technology. Should we give personalities to AI? How data flows between humans, devices, and servers?","fr":"Chaque appareil connecté au serveur peut en appeler d'autres et obtenir des réponses, comme des grenouilles chantant dans un étang. Ainsi, l'espace physique devient  interconnecté et uni. Ce projet explore les frontières et les relations que nous entretenons avec nos appareils et la technologie. Doit-on donner des personnalités à une IA? Comment les données circulent entre les humains, les appareils et les serveurs?"}},{"type":"p","content":{"en":"The program takes the shape of a web application displaying colorful characters staring the viewer. This choice reflects the trend of the personal assistant. Thus, bringing the machine closer to the user by making it look friendlier. The displayed characters are inspired by folklore and creatures like the Yamabiko yokai.","fr":"Le programme prend la forme d'une application Web affichant des personnages colorés observant le spectateur. Ce choix reflète la tendance de l'assistant personnel et la volonté de rapproche la machine de l'utilisateur en lui donnant un aspect plus convivial."}},{"type":"img","src":"modeling"},{"type":"img","src":"animation"},{"type":"p","content":{"en":"At the start of the installation, the devices only communicate with a mix of natural and learned sounds but slowly incorporate mimicked sounds and voices they heard. Those sounds are mixed through effects and sampler. This creates a disturbing chorus composed of mixed voices and sounds. Devices inherit properties, each with an individual level. Characteristics like shyness determine the behavior of the device, and its will to communicate with others.","fr":"Au démarrage de l'installation, les appareils ne communiquent qu'avec un mélange de sons naturels et appris, mais incorporent lentement les sons et les voix imités qu'ils ont entendus. Ces sons sont mixés via des effets et un échantillonneur. Cela crée un refrain dérangeant composé de voix et de sons mixtes. Les appareils héritent de caractéristiques comme la timidité déterminent le comportement de l'appareil et sa volonté de communiquer avec les autres."}}],"media_path":"projects-media/witness","media":[{"width":1920,"height":1080,"src":"projects-media/witness/animation.jpg"},{"width":1420,"height":1080,"src":"projects-media/witness/interface.jpg"},{"width":1920,"height":1080,"src":"projects-media/witness/modeling.jpg"},{"width":820,"height":1200,"src":"projects-media/witness/screen_shot_1.jpg"},{"width":1920,"height":1080,"src":"projects-media/witness/vignette.jpg"}]}]