{"slug":"memory","title":{"en":"Evasive Memories","fr":"Mémoire soluble"},"intro":{"en":"A web application that parallels our need to store data via technology and our ability to remember. This application was then accessible to the public during the 2017 open days of the ESADHaR.","fr":"Une application web mettant en parallèle notre besoin de stocker des données via la technologie et notre capacité à nous souvenir. Cette application était accessible au public lors des journées portes ouvertes 2017 de l'ESADHaR."},"type":{"en":"Interactive media","fr":"Média interactif"},"date":2017,"vignette":"screen_shot_1","template":[{"type":"img","src":"projects-media/memory/screen_shot_1.jpg","width":1920,"height":904},{"type":"img","src":"projects-media/memory/screen_shot_2.jpg","width":1684,"height":894},{"type":"p","content":{"en":"Users have the option of recording short messages in text format accessible to everyone. Each message has a defined lifespan that can be influenced by interaction with users. The degree of corruption is defined by how often the message is read. The more a message is read, the longer it will stay readable. The memories unfold in an infinite space and rearrange themselves in the form of constellations or synapses.","fr":"Les utilisateurs ont la possibilité d'enregistrer des messages courts au format texte accessible à tous. Chaque message a une durée de vie définie qui peut être influencée par l'interaction avec les utilisateurs. Le degré de corruption est défini par la fréquence à laquelle le message est lu. Plus un message est lu, plus il restera lisible. Les souvenirs se présentent dans un espace infini et se réorganisent sous forme de constellations ou de synapses."}},{"type":"img","src":"projects-media/memory/screen_shot_3.jpg","width":1920,"height":1080}],"media_path":"projects-media/memory","media":[{"width":1920,"height":904,"src":"projects-media/memory/screen_shot_1.jpg"},{"width":1684,"height":894,"src":"projects-media/memory/screen_shot_2.jpg"},{"width":1920,"height":1080,"src":"projects-media/memory/screen_shot_3.jpg"}],"previous":"intimacy","next":"multiple"}