{"slug":"multiple","title":{"en":"Multiple-0.1","fr":"Multiple-0.1"},"intro":{"en":"This edition is the result of questions raised by the medium of generative drawing. It explores the idea of repetition, inspired by the works of Vera Molnar and alike.","fr":"Cette édition de dessins génératifs est le résultat de questionnements soulevées par ce médium. Il explore le concept de répétition."},"type":{"en":"Edition","fr":"Édition"},"date":2018,"vignette":"preview_multiple_1","template":[{"type":"img","src":"projects-media/multiple/preview_multiple_1.jpg","width":1280,"height":909},{"type":"img","src":"projects-media/multiple/preview_multiple_2.jpg","width":1280,"height":909},{"type":"p","content":{"en":"Is the drawing generated from a formula the same when made by a machine or a human? What's our choice in front of the infinity and the abundance of variations proposed by the machine, and what is its place in a graphic object?","fr":"Le dessin généré à partir d'une formule est-il le même lorsqu'il est réalisé par une machine ou un humain ? Quel est notre choix face à l'infini et à l'abondance des variations proposées par la machine, et quelle est sa place dans un objet graphique ?"}},{"type":"img","src":"projects-media/multiple/preview_multiple_3.jpg","width":1280,"height":909},{"type":"p","content":{"en":"Every printed 'copy' contains drawings generated with a serial seed. Thus, each drawing will differ between them and from one edition to another. The cover is silk printed, and the pages are binds by kettle stitch.","fr":"Chaque «copie» imprimée contient des dessins générés à partir d'une «graine» propre à la copie. Ainsi, chaque dessin différera entre eux et d'une édition à une autre. La couverture est sérigraphiée et les pages sont reliées à la main."}}],"media_path":"projects-media/multiple","media":[{"width":1280,"height":909,"src":"projects-media/multiple/preview_multiple_1.jpg"},{"width":1280,"height":909,"src":"projects-media/multiple/preview_multiple_2.jpg"},{"width":1280,"height":909,"src":"projects-media/multiple/preview_multiple_3.jpg"}],"previous":"memory","next":"trail"}