{"slug":"trail","title":{"en":"Unwanted trail","fr":"Unwanted trail"},"intro":{"en":"UNAIDS HIVOS and NAYA asked us to build an informative narration game prototype on HIV prevention and treatment among young women in Nairobi, Kenya.","fr":"ONUSIDA HIVOS et NAYA nous ont demandé de créer un prototype de jeu de narration informatif sur la prévention et le traitement du VIH chez les jeunes femmes à Nairobi, au Kenya."},"type":{"en":"Video game","fr":"Jeu vidéo"},"date":2019,"vignette":"vignette","template":[{"type":"img","src":"projects-media/trail/fullscreen_1.jpg","width":1918,"height":1078},{"type":"img","src":"projects-media/trail/characters.jpg","width":1920,"height":1080},{"type":"p","content":{"en":"To create a sensible proposition we worked in close collaboration with local activists. As it is a complex subject our first objective was to not misrepresent the population and the matter in an insensitive way. It was also an ethnographic challenge to understand the culture and the local struggle that young women face daily.","fr":"Pour créer une proposition sensible, nous avons travaillé en étroite collaboration avec des militants locaux. Comme il s'agit d'un sujet complexe, notre premier objectif était de ne pas donner une impression incorrecte de la population et d'aborder le sujet de manière insensible. C'était aussi un défi ethnographique de comprendre la culture et la lutte locale auxquelles les jeunes femmes sont confrontées quotidiennement."}},{"type":"p","content":{"en":"Our proposition was a detective game, in which you play as a teenager unraveling the death of her older sister. During the experience, you will learn about  HIV, sexuality, and come to terms with your family by interacting with in-game characters. ","fr":"Notre proposition était un jeu policier, dans lequel vous jouez en tant qu'une préadolescente démêlant la nature de la mort de sa sœur aînée. Au cours de l'expérience, vous  apprendrez davantage sur le VIH en interagissant avec des personnages du jeu."}},{"type":"img","src":"projects-media/trail/fullscreen_2.jpg","width":1918,"height":1078},{"type":"img","src":"projects-media/trail/fullscreen_3.jpg","width":1918,"height":1078}],"media_path":"projects-media/trail","media":[{"width":1920,"height":1080,"src":"projects-media/trail/characters.jpg"},{"width":1918,"height":1078,"src":"projects-media/trail/fullscreen_1.jpg"},{"width":1918,"height":1078,"src":"projects-media/trail/fullscreen_2.jpg"},{"width":1918,"height":1078,"src":"projects-media/trail/fullscreen_3.jpg"},{"width":1280,"height":720,"src":"projects-media/trail/vignette.jpg"}],"previous":"multiple","next":"witness"}