{"slug":"witness","title":{"en":"Digital Ghost","fr":"Digital Ghost"},"intro":{"en":"This application was thought for the 2021 open days of the HEAD. The final formes is an installation of multiples devices scattered across different places of the school.","fr":"Cette application a été pensée pour les journées portes ouvertes 2021 de la HEAD. Les formes finales est une installation de multiples dispositifs dispersés à différents endroits de l'école."},"type":{"en":"Interactive media","fr":"Média interactif"},"date":2019,"vignette":"vignette","template":[{"type":"img","src":"projects-media/witness/interface.jpg","width":1420,"height":1080},{"type":"p","content":{"en":"Each device connected to the server can call others and get responses, like frogs chanting in a pond. Thus, merging the physical space into an interconnected and united one. This project explores the boundaries and relations we maintain with our devices and technology. Should we give personalities to AI? How data flows between humans, devices, and servers?","fr":"Chaque appareil connecté au serveur peut en appeler d'autres et obtenir des réponses, comme des grenouilles chantant dans un étang. Ainsi, l'espace physique devient  interconnecté et uni. Ce projet explore les frontières et les relations que nous entretenons avec nos appareils et la technologie. Doit-on donner des personnalités à une IA? Comment les données circulent entre les humains, les appareils et les serveurs?"}},{"type":"p","content":{"en":"The program takes the shape of a web application displaying colorful characters staring the viewer. This choice reflects the trend of the personal assistant. Thus, bringing the machine closer to the user by making it look friendlier. The displayed characters are inspired by folklore and creatures like the Yamabiko yokai.","fr":"Le programme prend la forme d'une application Web affichant des personnages colorés observant le spectateur. Ce choix reflète la tendance de l'assistant personnel et la volonté de rapproche la machine de l'utilisateur en lui donnant un aspect plus convivial."}},{"type":"img","src":"projects-media/witness/modeling.jpg","width":1920,"height":1080},{"type":"img","src":"projects-media/witness/animation.jpg","width":1920,"height":1080},{"type":"p","content":{"en":"At the start of the installation, the devices only communicate with a mix of natural and learned sounds but slowly incorporate mimicked sounds and voices they heard. Those sounds are mixed through effects and sampler. This creates a disturbing chorus composed of mixed voices and sounds. Devices inherit properties, each with an individual level. Characteristics like shyness determine the behavior of the device, and its will to communicate with others.","fr":"Au démarrage de l'installation, les appareils ne communiquent qu'avec un mélange de sons naturels et appris, mais incorporent lentement les sons et les voix imités qu'ils ont entendus. Ces sons sont mixés via des effets et un échantillonneur. Cela crée un refrain dérangeant composé de voix et de sons mixtes. Les appareils héritent de caractéristiques comme la timidité déterminent le comportement de l'appareil et sa volonté de communiquer avec les autres."}}],"media_path":"projects-media/witness","media":[{"width":1920,"height":1080,"src":"projects-media/witness/animation.jpg"},{"width":1420,"height":1080,"src":"projects-media/witness/interface.jpg"},{"width":1920,"height":1080,"src":"projects-media/witness/modeling.jpg"},{"width":820,"height":1200,"src":"projects-media/witness/screen_shot_1.jpg"},{"width":1920,"height":1080,"src":"projects-media/witness/vignette.jpg"}],"previous":"trail","next":false}